; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.9.0
; Author:	Matthias Dill <news.distman@quantentunnel.de>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Datei
2=Optionen
3=Hilfe
4=Prüfe zuerst als S&FX Archiv
; ------------------------------------
5=Datei wählen
6=Ar&chiv/Installer zum entpacken:
7=Verzeichnis wählen
8=&Zielverzeichnis:
9=Dateien in das Fenster ziehen und ablegen
; ------------------------------------
10=%s Optionen
11=Archiv-Verlauf &behalten
12=&Verstecke Konsolen Fenster
13=Akt&ualisierungen anbieten:
14=S&prache:
15=Fenstergröße &merken und nicht ändern
16=Fe&nster nach Entpacken nicht schließen
; ------------------------------------
17=Format spezifische Optionen
18=&Warnen bevor Dateien ausgeführt werden
19=D&oppelte Dateien löschen
20=&Temporäre Dateien löschen
21=Fehlende Dateierweite&rung anfügen
22=Date&i nach erfolgreichem Entpacken löschen
; ------------------------------------
23=Über Universal Extractor
; ------------------------------------
24=%s Webseite
25=Webseite der offiziellen Version
26=Forum der modifizierten Version
; ------------------------------------
27=Aktualisierung
28=Letzte Aktualisierung ist mehr als %s Tage her!
29=Nun auf Aktualisierungen prüfen
30=Inte&griere in das Betriebsystem
; ------------------------------------
31=&Entpacken
32=&Speichern
33=A&ktualisieren
34=&Abbrechen
35=Einstellungen
; ------------------------------------
36=%s entpacken
37=%s unterstützt folgende Entpackmethoden für %s Pakete.%nLeider ist keine dieser Methoden zu 100% verlässlich.%nSollte die Standardmethode nicht funktionieren, starten Sie %s bitte erneut und wählen Sie eine Alternative.
; ------------------------------------
38=Entpackmethode
39=%s Administrativer Installer
40=%s entpacken
41=%s wechseln
42=%s Entpacker
43=Kein InstallShield-Installer
44=Nac&h Entpacken eine Zusammenfassung anzeigen
; ------------------------------------
; GUI control functions
45=Klänge &deaktivieren
46=Version 7-Zip
47=Datei existiert nicht:%n%s%nBitte eine gültige Datei wählen.
48=Datei öffnen
49=Schreibe nach
50=Alles
; Common terms
51=Archiv
52=Komprimierte Datei
53=Zeit: %s
54=eBook
55=eCard
56=Verschlüsselte Datei
57=Unbekannte ausführbare Datei
58=Initialisierung fehlgeschlagen
59=Hilfedatei
60=Hotfix
61=Image
62=Installer
63=Vermischtes Modul
64=Paket
65=Patch
66=Selbst entpackendes Archiv
67=Schritt
68=Initialisierung erfolgreich
69=Teste
70=Entpacken:
71=Archivgröße
72=Aktualisierungen
73=Archivname
74=jede Woche|alle zwei Wochen|jeden Monat|Nie
; Status messages
75=Scanne um Dateityp festzustellen.
76=Scanne Datei mit %s Abfrage.
77=Entpacke Dateien aus:
78=Initialisierung des Installers.%nBitte warten.
79=Um das Entpacken abzubrechen ESC drücken%nMinimieren/Wiederherstellen des Fensters mit F11
; Custom prompts
80=%s CD-ROM Images können nicht direkt entpackt werden.%nStatt dessen wird das Image in ein ISO CD-ROM Image umgewandelt,%nwelches dann entpackt wird.%n%nMöchten Sie fortfahren?%nHinweis: Dieser Prozess kann einige Minuten dauern!
81=Fehler: Das CD-ROM Image kann nicht konvertiert werden.
82=Fehler: Ein ISO CD-ROM Image wurde vom %s Image erstellt, konnte aber nicht konvertiert werden.%nMöchten Sie das Image für eine spätere Analyse behalten?
83=Fehler: Dies scheint keine gültige MHT Datei zu sein.%nDie Grenze konnte nicht erkannt werden.
84=%s. Bitte den Installer beenden, dann zum Fortfahren OK klicken.
85=Hinweis: Diese Methode funktioniert nur mit speziellen 'Wise for Windows' Installer Paketen.%nWenn der 'Wise Installations Assistent' auf eine Eingabe wartet,%nwird die Datei nicht unterstützt.%nBitte beenden Sie den Installer und %s brechen das Entpacken ab.%n%nFortfahren?
86=Diese Datei ist mit %s komprimiert. Sie können mit dem Entpacken ohne %s fortfahren oder nur %s entpacken.%n%nZum Entpacken ohne %s, 'Ja' klicke.%n%nUm nur %s zu entpacken, 'Nein' klicken.%n%nIn letzteren Fall wird die entpackte Datei umbenannt in:%n%s
87=Fehler: %s%nkann nicht entpackt werden.
88=Warnung: Um Dateien dieses Typs zu entpacken, müssen diese Datei direkt ausgeführt werden.%nWenn Sie fortfahren wird folgender Befehl gestartet: %n%n%s%n%nSollten Sie den Verdacht haben, dass die Datei Schadsoftware enthält, wird empfohlen nicht weiter zu machen.%nMit dem Entpacken fortfahren?
89=Warnung: Das Zielverzeichnis %s existiert bereits!%nEntpacken in nicht leeren Ordner kann zu Fehler beim Entpacken führen.%n%nOrdner löschen, bevor das Entpacken gestartet wird?
90=Ein Passwort wird für das Entpacken benötigt!%n%nEntferne die Auswahl '%s'%nfür die Passworteingabe.
91=Zum entpacken dieses Archives wird ein weiterer%nEntpacker benötigt %s
; Help text
92=Entpacke Dateien von jedem Archiv oder Installations Paket.%nVerwendung:%n%s%n%nUnterstützte Argumente:%n%s%t%tDiese Hilfe anzeigen%n%s%t%tÖffne den Reiter %s%n%s%tName der zu entpackenden Datei%n%s%tZielverzeichnis für das Entpacken%n%nÜbergebe %s anstatt eines Zielverzeichnis weist%n%s die Datei an, in ein Zielverzeichnis mit dem Archivnamen zu entpacken.%n%nBeispiel:%s%n%nStarten von %s ohne Argumente öffnen das Hauptfenster, wo der Benutzer den Dateinamen und das Zielverzeichnis auswählen kann.
93=Entpacken mit %s
; Error messages
94=%s Entpacken kann nicht aufgezeichnet werden.
95=vom 7-zip Entpacker
96=%s kann nicht entpackt werden.%nDateityp Rückgabe: %s%n%nOK klicken, wenn Sie die Datei selbst analysieren wollen, oder Abbrechen zum Beenden.
97=%s%nhat eine unbekannte Erweiterung und kann nicht entpackt werden.
98=Das Verzeichnis %s kann nicht erstellt werden.%nBitte wählen Sie ein gültiges Ziel.
99=%s kann nicht entpackt werden.%nSieht aus wie %s, welches unterstützt wird, sich aber nicht entpacken lässt.%nLesen Sie die Logdatei, %s, für nähere Informationen.%n%nOK klicken um die Logdatei zu betrachten, oder Abbrechen zum Beenden.
100=%t–= %s Analyse =–
; Update messages
101=Aktualisierung abgeschlossen
102=Prüfen auf Aktualisierungen, bitte warten...
103=Dateien werden heruntergeladen
104=Herunterladen abgeschlossen!
105=Aktualisiert auf Version: %s
106=%nNeustarten %s!
107=Ihre Version ist: %s%nAktualisierung ist nicht notwendig!
; ------------------------------------
108=Herunterladen fehlgeschlagen
109=Konnte die Dateiliste nicht vom Server laden.%nIhre Netzwerkverbindung könnte getrennt sein%noder der Aktualisierungsserver ist nicht erreichbar.
110=Herunterladen der Datei fehlgeschlagen
111=Fehler beim entpacken der Datei
112=Während des Aktualisierungsvorganges: %s%nEs ist ein Fehler aufgetreten, erneuter Versuch!!!
113=Erfolgreich abgeschlossen: %s aus %s
114=Information
115=Versionen der Entpacker
116=Ordner mit entpackten Dateien öffnen?
117=Tabellenzeile
118=Trenner
119=Nur die oberste Ebene des Archives &öffnen
120=Prüfe PE-Dateien
121=Fehler beim bearbeiten der MSI Datei
122=Wegen der 'tiefen' Pfadlänge des MSI Paketes, konnte(n) die Datei(n) %s nicht entpackt werden.%nFür Details prüfe %s.%n%nVerschiebe das MSI Archiv näher zum Stammordner des Laufwerks und wiederhole das Entpacken.%n%n'OK' klicken um die Logdatei zu betrachten oder 'Abbrechen' zum Beenden.
123=Signaturen -
124=Wähle den Archivtyp manuell (aus einer Liste)?
125=Wähle die Signatur des angeblichen Archivetypes
126=Versuche mit 'TotalObserver' zu entpacken?